notes/medecine/ophtalmo.org
#+title: Ophtalmologie
#+author: Alexis Praga
#+latex_header: \usepackage{booktabs}
#+latex_header: \input{header}
#+latex_header: \usepackage[linesnumbered,ruled,vlined]{algorithm2e}
#+OPTIONS: H:4

\input{bacteries-header}
* 1 Sémiologie oculaire
** Globe
Membranes (d'avant en arrière)
- externe = {cornée (avant), conjonctive (sur sclère antérieure), sclère}
- intermédiaire (uvée) = {iris, corps ciliaires, choroïde}
- interne (rétine) = {épithelium pigmentaire, neurosensorielle (photorécepteurs,
  fibres optiques}}. NB : phototransduction = pigment visuel
  (épithelium) \rightarrow photorécepteurs (bâtonnets = {vision périphérique,
  nocturne}, cône = {détails, couleurs} \in macula)
Contenu : 
- humeur aqueuse \in chambre antérieure, évacuée dans l'angle iridocornéen. P
  normale si \le 22 mmHg.
- cristallin : biconvexe, convergente, déformation par zonule \thus accomodation
- corps vitré : 4/5e cavité oculaire \thus segment antérieur vs postérieur
Voies optiques : 
- nerf optique - chiasma - bandelettes optiques - corps genouillés externes - radiations optiques - cortex occipital
- mydriase "sensorielle"[fn:1] vs "paralytique"[fn:2]
- voie efférente sympathique : si atteinte, sd Claude-Bernard-Horner (myosis, ptosis)
Annexes
- oculomoteur : nerf IV = {oblique supérieur}, VI = {droit externe} et III =
  {droit sup, droit inf, droit médial, oblique inf}
- protection : paupière (muscle orbiculaire, tarse), conjonctive (face interne
  paupière, globe antérieur), film lacrymal
  
** Examen
Interrogatoire : 
- baisse d'acuité visuelle (BAV), fatigue visuelle, myodésopsies,
métamorphopsies, héméralopie, scotome/amputation champ visuel, 
- mode d'installation : urgente si brutal
- douleur superficielles/profondes
- diplopie mono/bi-noculaire
- évolution : aggration rapide = grave
Acuité visuelle : échelle de Monoyer (à 5m), de Parinaud (33cm)

Segment antérieur : "lampe à fente"
- conjonctive : rougeur (diffuse/localisée/culs-de-sac inférieure/avec
  sécrétions/cercle périkératique/paupière), chemosis[fn:3]
- cornée (transparence)
- iris : myosis/mydriase
- chambre antérieure : inflammation (Tyndall[fn:4], précipités rétro-cornéens,
  synéchies iridocristaliniennes), hypopion (pus), hyphéma (sang)
Pression intraoculaire par tonomètre à air pulsé. Hypertonie si \ge 22 mmHg

Gonioscopie : angle iridocornéen

Fond d'\oe{}il
- direct, indirect (apprentissage++), biomicroscopie
- aspect : pôle postérieur = {papille, vaisseaux rétitiens, macula}, rétine
  périphérique (si besoin)
- lésions : microanévrisme (points rouges), hémorragie (intravitréennes,
  prérétiniennes, sous-rétiniennes, intra-rétiniennes[fn:5]), nodules cotonneux,
  exsudats profonds, \oe{}dème papillaire[fn:6]

Oculomotricité

** Complémentaires
Fonctions visuelles
- Champ visuel :
  - sensibilité lumineuse \dec périphérie, papille = zone aveugle
  - périmétrie cinétique (Goldman : trace isoptères) ou statique (dépistage
  glaucome)
- Vision des couleurs : si dépistage anomalie congénitale (planches colorées) ou
affection acquise (Farnsworth = classer couleurs). Utile pour antipaludéens de
synthèse ou {éthambutal, isoniazide}
Angiographie du fond d'\oe{}ils : fluorescine ou vert d'indocyanine (DMLA++)

Électrophysio : électrorétinogramme (si lésion rétiniennes étendues), potentiels
évoqués visuels (cortex occipital) (SEP++), électro-oculogramme (épithelium pigmentaire)

Echographie : mode A (longueur globe oculaire) ou B (décollement rétine, corps
étranger intraoculaire, tumeur)

Tomographie en cohérence optique (OCT) : affection maculaire (trou, DMLA),
dépistage glaucome chronique

* 2 Réfraction
\OE{}il \approx 60 dioptries (cornée = 42, cristallin = 20)
Emmétrope = \oe{}il normal. Amétrope = anomalie de réfraction

Punctum remotum (PR) : point le plus éloigné visible /sans/ accomoder. Punctum
proximum (PP) = point le plus proche visible /en/ accomodant.

Acuité visuelle = $\frac{1}{\alpha}$ où \alpha = pouvoir séparateur de
l'\oe{}il. Mesurée par l'échelle de Monoyer (de loin) en 10eme (!) et de Parinaud
(de près)

** Accomodation
Amplitude \dec jusque 0 (79 ans) \thus presbytie (BAV vision de près). Compensée
par verres sphériques convexes progressifs ou implant cristallinien

Sinon, \dec vision de près par : médicaments, paralysie III, maladie générale,
spasmes de l'accomodation

** Anomalies de la réfraction
Différencier maladie de l'\oe{}il/voie optique et anomalie réfraction !

Examen : réfractomètres automatiques \thus réfraction, kératométrie[fn:7]. [fn:8]

*** Myopie 
\OE{}il trop convergent. \approx 20% population occidentale. PR à distance finie,
PP plus proche.

Types : myopie d'indice (\inc indice de réfraction), de courbure (courbure
cornée \inc) ou axile (longueur axiale \inc)

Myopie
- faible : < 6 dioptrie
- forte : > 6 dioptries ou longueur axiale \ge 26mm. Héréditaire, \in [1/10,
  5/10] /après/ correction. Complications : glaucome chronique à angle ouvert,
  cataracte, décollement de la rétine++

Correction : verres sphériques concaves.

Chirurgie par photoablation au laser ecited dimer[fn:9]. Chirugie du cristallin
possible.

*** Hypermétropie
Fréquent (enfant++). Pas assez convergent. PR = virtuel à l'arrière. Correction
par verres sphériques convexes, lentilles ou chir.

*** Astigmatisme
Rayons de courbures différents pour les méridiens. Régulier si 2 méridiens
principaux \bot.

1 point à l'infini = 2 droite perpendiculaire (= focales) \thus myopique,
hypermétropiique ou mixtes

Correction par verres cylindriques convexes/concaves, lentilles ou chir

* 3 Suivi d'un nourisson
Déficits mineurs (amétropie, strabisme) ou sévères (grave !) (milieux transparents,
  malforamtion, rétinopathie, atteintes neuro centrales)

20% d'enfant < 6 ans avec anomalie visuelle. Si non traitée, amblyopie (BAV),
définitive > 6ans !

Développement :
- 1ere semaine : réflexe lumière, RPM
- 2-4e semaine : reflexe de poursuite
- 4-12e semaine : reflexe de poursuite
- 3e mois : vision des formes
- 4-5e mois : coordinatio \oe{}il-tête-main
- > 2 ans : AV mesurable
Examens obligatoires pour {strabisme, nystagmus, anomalie organique, trouble
comportement visuel}:
- dépistage anténal (écho)
- 1ere semaine
- 4eme mois
- 9eme mois
- 2 ans
- 3-6 ans
  
Dépistage : leucocorie, glaucome congénital, malformations, infections
maternelles, maladies enfants secoués, rétinopathie des prématurés
* 4 Strabisme de l'enfant
  
Position de l'\oe{}il anormale et altération vision binoculaire. Provient d'une
perturbation de la fusion.

Conséquences :
- Si aigu : diplopie possible. Si ancien : corrigé par cerveaux \thus vision
binoculaire non acquise si strabisme dans premiers mois de vie !. Amblyopie
possible
- Perturbation vision stéréoscopie (3D)
 
Souvent dans l'enfance. 4% population. *Dépistage avant 2 ans*

