notes/medecine/ophtalmo.tex
% Created 2018-12-01 Sat 13:24
% Intended LaTeX compiler: lualatex
\documentclass[11pt]{article}
\usepackage[hidelinks]{hyperref}
\usepackage{booktabs}
\input{header}
\usepackage[linesnumbered,ruled,vlined]{algorithm2e}
\author{Alexis Praga}
\date{\today}
\title{Ophtalmologie}
\hypersetup{
 pdfauthor={Alexis Praga},
 pdftitle={Ophtalmologie},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.1 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\input{bacteries-header}
\section{1 Sémiologie oculaire}
\label{sec:org573a0fc}
\subsection{Globe}
\label{sec:org6382993}
Membranes (d'avant en arrière)
\begin{itemize}
\item externe = \{cornée (avant), conjonctive (sur sclère antérieure), sclère\}
\item intermédiaire (uvée) = \{iris, corps ciliaires, choroïde\}
\item interne (rétine) = \{épithelium pigmentaire, neurosensorielle (photorécepteurs,
fibres optiques\}\}. NB : phototransduction = pigment visuel
(épithelium) \(\rightarrow\) photorécepteurs (bâtonnets = \{vision périphérique,
nocturne\}, cône = \{détails, couleurs\} \(\in\) macula)
\end{itemize}
Contenu : 
\begin{itemize}
\item humeur aqueuse \(\in\) chambre antérieure, évacuée dans l'angle iridocornéen. P
normale si \(\le\) 22 mmHg.
\item cristallin : biconvexe, convergente, déformation par zonule \thus accomodation
\item corps vitré : 4/5e cavité oculaire \thus segment antérieur vs postérieur
\end{itemize}
Voies optiques : 
\begin{itemize}
\item nerf optique - chiasma - bandelettes optiques - corps genouillés externes - radiations optiques - cortex occipital
\item mydriase "sensorielle"\footnote{Plus de voie afférente  \thus RPM (réflexe photomoteur) direct et
consensuel aboli pour l'\oe{}il atteint} vs "paralytique"\footnote{Plus de voie efférente \thus \oe{}il atteint : RPM direct aboli. \OE{}il sain : RPM consensuel aboli}
\item voie efférente sympathique : si atteinte, sd Claude-Bernard-Horner (myosis, ptosis)
\end{itemize}
Annexes
\begin{itemize}
\item oculomoteur : nerf IV = \{oblique supérieur\}, VI = \{droit externe\} et III =
\{droit sup, droit inf, droit médial, oblique inf\}
\item protection : paupière (muscle orbiculaire, tarse), conjonctive (face interne
paupière, globe antérieur), film lacrymal
\end{itemize}

\subsection{Examen}
\label{sec:orgc9a7a46}
Interrogatoire : 
\begin{itemize}
\item baisse d'acuité visuelle (BAV), fatigue visuelle, myodésopsies,
\end{itemize}
métamorphopsies, héméralopie, scotome/amputation champ visuel, 
\begin{itemize}
\item mode d'installation : urgente si brutal
\item douleur superficielles/profondes
\item diplopie mono/bi-noculaire
\item évolution : aggration rapide = grave
\end{itemize}
Acuité visuelle : échelle de Monoyer (à 5m), de Parinaud (33cm)

Segment antérieur : "lampe à fente"
\begin{itemize}
\item conjonctive : rougeur (diffuse/localisée/culs-de-sac inférieure/avec
sécrétions/cercle périkératique/paupière), chemosis\footnote{\OE{}dème conjonctival}
\item cornée (transparence)
\item iris : myosis/mydriase
\item chambre antérieure : inflammation (Tyndall\footnote{Cellules inflammatoires, protéines dans l'humeur aqueuse}, précipités rétro-cornéens,
synéchies iridocristaliniennes), hypopion (pus), hyphéma (sang)
\end{itemize}
Pression intraoculaire par tonomètre à air pulsé. Hypertonie si \(\ge\) 22 mmHg

Gonioscopie : angle iridocornéen

Fond d'\oe{}il
\begin{itemize}
\item direct, indirect (apprentissage++), biomicroscopie
\item aspect : pôle postérieur = \{papille, vaisseaux rétitiens, macula\}, rétine
périphérique (si besoin)
\item lésions : microanévrisme (points rouges), hémorragie (intravitréennes,
prérétiniennes, sous-rétiniennes, intra-rétiniennes\footnote{Punctiformes, flammèches, profondes}), nodules cotonneux,
exsudats profonds, \oe{}dème papillaire\footnote{Si BAV, vasculaire probable. Sinon HTIC}
\end{itemize}

Oculomotricité

\subsection{Complémentaires}
\label{sec:orgcdb7c61}
Fonctions visuelles
\begin{itemize}
\item Champ visuel :
\begin{itemize}
\item sensibilité lumineuse \dec périphérie, papille = zone aveugle
\item périmétrie cinétique (Goldman : trace isoptères) ou statique (dépistage
\end{itemize}
glaucome)
\item Vision des couleurs : si dépistage anomalie congénitale (planches colorées) ou
\end{itemize}
affection acquise (Farnsworth = classer couleurs). Utile pour antipaludéens de
synthèse ou \{éthambutal, isoniazide\}
Angiographie du fond d'\oe{}ils : fluorescine ou vert d'indocyanine (DMLA++)

Électrophysio : électrorétinogramme (si lésion rétiniennes étendues), potentiels
évoqués visuels (cortex occipital) (SEP++), électro-oculogramme (épithelium pigmentaire)

Echographie : mode A (longueur globe oculaire) ou B (décollement rétine, corps
étranger intraoculaire, tumeur)

Tomographie en cohérence optique (OCT) : affection maculaire (trou, DMLA),
dépistage glaucome chronique

\section{2 Réfraction}
\label{sec:org0c422d3}
\OE{}il \(\approx\) 60 dioptries (cornée = 42, cristallin = 20)
Emmétrope = \oe{}il normal. Amétrope = anomalie de réfraction

Punctum remotum (PR) : point le plus éloigné visible \emph{sans} accomoder. Punctum
proximum (PP) = point le plus proche visible \emph{en} accomodant.

Acuité visuelle = \(\frac{1}{\alpha}\) où \(\alpha\) = pouvoir séparateur de
l'\oe{}il. Mesurée par l'échelle de Monoyer (de loin) en 10eme (!) et de Parinaud
(de près)

\subsection{Accomodation}
\label{sec:org1c04ece}
Amplitude \dec jusque 0 (79 ans) \thus presbytie (BAV vision de près). Compensée
par verres sphériques convexes progressifs ou implant cristallinien

Sinon, \dec vision de près par : médicaments, paralysie III, maladie générale,
spasmes de l'accomodation

\subsection{Anomalies de la réfraction}
\label{sec:orgfa38e44}
Différencier maladie de l'\oe{}il/voie optique et anomalie réfraction !

Examen : réfractomètres automatiques \thus réfraction, kératométrie\footnote{Courbure de la cornée}. \footnote{Chez l'enfant, cycloplégique}

\subsubsection{Myopie}
\label{sec:orgd32cb9d}
\OE{}il trop convergent. \(\approx\) 20\% population occidentale. PR à distance finie,
PP plus proche.

Types : myopie d'indice (\inc indice de réfraction), de courbure (courbure
cornée \inc) ou axile (longueur axiale \inc)

Myopie
\begin{itemize}
\item faible : < 6 dioptrie
\item forte : > 6 dioptries ou longueur axiale \(\ge\) 26mm. Héréditaire, \(\in\) [1/10,
5/10] \emph{après} correction. Complications : glaucome chronique à angle ouvert,
cataracte, décollement de la rétine++
\end{itemize}

Correction : verres sphériques concaves.

Chirurgie par photoablation au laser ecited dimer\footnote{Abrasion épithelium cornéen ou volet dans cornée.}. Chirugie du cristallin
possible.

\subsubsection{Hypermétropie}
\label{sec:orgf1bba36}
Fréquent (enfant++). Pas assez convergent. PR = virtuel à l'arrière. Correction
par verres sphériques convexes, lentilles ou chir.

\subsubsection{Astigmatisme}
\label{sec:org826084f}
Rayons de courbures différents pour les méridiens. Régulier si 2 méridiens
principaux \bot.

1 point à l'infini = 2 droite perpendiculaire (= focales) \thus myopique,
hypermétropiique ou mixtes

Correction par verres cylindriques convexes/concaves, lentilles ou chir

\section{3 Suivi d'un nourisson}
\label{sec:org546339c}
Déficits mineurs (amétropie, strabisme) ou sévères (grave !) (milieux transparents,
  malforamtion, rétinopathie, atteintes neuro centrales)

20\% d'enfant < 6 ans avec anomalie visuelle. Si non traitée, amblyopie (BAV),
définitive > 6ans !

Développement :
\begin{itemize}
\item 1ere semaine : réflexe lumière, RPM
\item 2-4e semaine : reflexe de poursuite
\item 4-12e semaine : reflexe de poursuite
\item 3e mois : vision des formes
\item 4-5e mois : coordinatio \oe{}il-tête-main
\item > 2 ans : AV mesurable
\end{itemize}
Examens obligatoires pour \{strabisme, nystagmus, anomalie organique, trouble
comportement visuel\}:
\begin{itemize}
\item dépistage anténal (écho)
\item 1ere semaine
\item 4eme mois
\item 9eme mois
\item 2 ans
\item 3-6 ans
\end{itemize}

Dépistage : leucocorie, glaucome congénital, malformations, infections
maternelles, maladies enfants secoués, rétinopathie des prématurés
\section{4 Strabisme de l'enfant}
\label{sec:org835bde2}

Position de l'\oe{}il anormale et altération vision binoculaire. Provient d'une
perturbation de la fusion.

Conséquences :
\begin{itemize}
\item Si aigu : diplopie possible. Si ancien : corrigé par cerveaux \thus vision
\end{itemize}
binoculaire non acquise si strabisme dans premiers mois de vie !. Amblyopie
possible
\begin{itemize}
\item Perturbation vision stéréoscopie (3D)
\end{itemize}

Souvent dans l'enfance. 4\% population. \textbf{Dépistage avant 2 ans}
