notes/medecine/ophtalmo.org
** Dépistage
Jamais normal, toujours symptôme

Interrogatoire :
- date d'apparition
- horizontal : /eso-/ si convergent, /exo-/ si divergent. Vertical : /hyper-/,
  /hypo-/. Si divergent < 9 mois, examen neuroradio
- intermittent ?
- \oe{}il dominé
  
Examen : 
- motilité : strabisme paralytique ?
- segment antérieur et FO (fond d'\oe{}il) : perte transparence, patho rétinienne ? Si nystagmus : électrorétinogramme, PEV, IRM
- réfraction sous cycloplégique : amyotropie ? Hypermétropie fréuente
- acuité visuelle : amblyopie ? (> 2/10 entre 2 yeux)
- mesure de l'angle de déviation (si chir), vision binoculaire (pronostique)

** Traitement
Correction optique. Si amblyopie, occlusion de l'\oe{}il dominant (jusque 6-8ans)

Chir si angle résident avec correction. Correction optique après opération
* 5 Diplopie (binoculaire)
Binoculaire : disparaît à l'occlusion d'un \oe{}il[fn:10]. Souvent une urgence
\danger

Noyaux des nefs oculomoteurs \in tronc cérébral - racine - troncs -
muscle. Voies supranucléaire (latéralité, verticalité), internucléraires.

#+caption: Champ d'action (\danger \ne action) 
| oblique inférieur | droit supérieur |
|-------------------+-----------------|
| droit médial      | droit latéral   |
|-------------------+-----------------|
| oblique supérieur | droit inférieur |

Mouvement bilatéraux : synergie des muscles

Vision binoculaire :
- loi de Hering : même influx nerveux pour muscles antagonistes. Loi de
  Sherrington : muscle antagonistes se relachent quand muscles synergistes se
  contractent.
- si correspondance rétinienne anormale (\oe{}ux non \parallel) : diplopie
  
** Diagnostic
- Signes fonctionnels : dédoublement toujours même direction[fn:11], disparaît à
l'occlusion
- Interrogatoire : terrain, circonstance, brutal/progressif, {douleurs, vertiges,
céphalées, nausées}, {horizontale, verticale, oblique}, moment journée
- Attitude vicieuse ? Chercher déviation en position primaire par reflets
  cornéens

Examens :
- motilité
- cover-test (\oe{}il dévié puis se redresse)
- au verre rouge (dissociation point rouge et blanc)
- test de Lancaster (superposer flèche de couleurs différente) \thus diagnostic
  paralysie oculomotrie
- RPM, inégalité pupillaire
  
** Sémiologie
- Paralysie du III : totale (ptosis total, mydriase aréflective, 0 accomodation)
ou partielle
- Paralysie du IV : diplopie verticale oblique
- Paralysie du VI : convergence \oe{}il atteint, déficit abduction
- Formes particulières :
  - paralysie supranucléaire : sd Foville (latéralité), sd Parinaud (verticalité
    et cv \thus pinéalome++)
  - paralysie intranucléaire : ophtalmoplégie intranucléaire (parallélisme OK mais
    déficie adduction) \thus SEP
  - paralysie intraxile : {fonction et diplopie, diplopie et signe neuro
    controlatéraux}

** DD
Diplopie monoculaire, simulation, hystérie

** Étiologie
- Traumatique : fracture du plancher de l'orbite (élévation globe douleureuse),
  hémorragie méningé traumatique
- Tumeurs : HTIC, de la base du crâne
- Vasculaires : AVC, insuf vertébrobasilaire, *anévrime
  intracranien* (Y penser si atteinte partielle, signes
  pupillaires, sujet jeune, 0 FR vasc, céphalée \thus angioscanner urgence
  \skull)A, fistule carotidocaverneuse
- Avec exophtalmie : Basedow, tumeurs de l'orbite
- douleureuse : penser anévrisme intracrânnien, dissection carotidienne, fistule
  carotidocaverneuse = urgence \skull. Maladie de Horton. Sd Tolosa-Hunt
- SEP : paralysie VI, ophtalmoplégie internucléaire
- Myasthénie : diag = {test Prostigmine, Ac anti récepteur acétylcholine, électromyographie}
* 6 \OE{}il rouge/douloureux
** Examen
Interrogatoire : mode d'apparition, douleur superficielle/profonde, BAV
   ?, ATCD ophtalmo et généraux, signes locaux associés
   
Examen à lampe à fente (bilatéral) :
- acuité visuelle
- conjonctive : rougeur en nappe hémorragique (hémorragie
  sous-conjonctivale[fn:12], diffuse (conjonctivite), secteur (épisclérite),
  cercle (kératite aigüe, uvéite antérieure)
  périkératique
- cornée : perte de transparence, dépôts rétro-cornéens
- collyre à fluorescine pour ulcération cornéenne : unique (trauma), localisée
  avec zone blanche (kératite bactérienne), dendritique (kératite herpétique),
  petites ed disséminées (kératite à adénoviruse, sd sec oculaire, corps
  étranger)
- iris et pupille : synéchie iridocristallinienne (uvéite), atrophie iris
  (herpès), myosis (kératite aigùe, uvéite aigǜe), semi-mydriase
  aréflexique (glaucome aigü)
- chambre antérieure : étroite, plate (glaucome aigù, plaie perforante), signes inflammatoires
- tonus oculaire : hypertonie (glaucome aigu par fermeture de l'angle, glaucome
  néovasculaire), hypotonie (plaie oculaire transfixiante)
- conjonctive palpébrale : follicules (conjonctivite virale), papilles
  (conjonctivite allergique), corps étranger 
- FO 

