notes/medecine/ophtalmo.tex

\subsection{Dépistage}
\label{sec:orgafc9a88}
Jamais normal, toujours symptôme

Interrogatoire :
\begin{itemize}
\item date d'apparition
\item horizontal : \emph{eso-} si convergent, \emph{exo-} si divergent. Vertical : \emph{hyper-},
\emph{hypo-}. Si divergent < 9 mois, examen neuroradio
\item intermittent ?
\item \oe{}il dominé
\end{itemize}

Examen : 
\begin{itemize}
\item motilité : strabisme paralytique ?
\item segment antérieur et FO (fond d'\oe{}il) : perte transparence, patho rétinienne ? Si nystagmus : électrorétinogramme, PEV, IRM
\item réfraction sous cycloplégique : amyotropie ? Hypermétropie fréuente
\item acuité visuelle : amblyopie ? (> 2/10 entre 2 yeux)
\item mesure de l'angle de déviation (si chir), vision binoculaire (pronostique)
\end{itemize}

\subsection{Traitement}
\label{sec:org3319bc0}
Correction optique. Si amblyopie, occlusion de l'\oe{}il dominant (jusque 6-8ans)

Chir si angle résident avec correction. Correction optique après opération
\section{5 Diplopie (binoculaire)}
\label{sec:orge586fb4}
Binoculaire : disparaît à l'occlusion d'un \oe{}il\footnote{Monoculaire : cause cornéenne, irienne, cristalinienne \thus pas une urgence.}. Souvent une urgence
\danger

Noyaux des nefs oculomoteurs \(\in\) tronc cérébral - racine - troncs -
muscle. Voies supranucléaire (latéralité, verticalité), internucléraires.

\begin{table}[htbp]
\caption{Champ d'action (\danger \(\ne\) action)}
\centering
\begin{tabular}{ll}
\toprule
oblique inférieur & droit supérieur\\
\midrule
droit médial & droit latéral\\
\midrule
oblique supérieur & droit inférieur\\
\bottomrule
\end{tabular}
\end{table}

Mouvement bilatéraux : synergie des muscles

Vision binoculaire :
\begin{itemize}
\item loi de Hering : même influx nerveux pour muscles antagonistes. Loi de
Sherrington : muscle antagonistes se relachent quand muscles synergistes se
contractent.
\item si correspondance rétinienne anormale (\oe{}ux non \(\parallel\)) : diplopie
\end{itemize}

\subsection{Diagnostic}
\label{sec:org2cf1ad0}
\begin{itemize}
\item Signes fonctionnels : dédoublement toujours même direction\footnote{\danger méconnu si ptosis/\oe{}dème palpébral}, disparaît à
\end{itemize}
l'occlusion
\begin{itemize}
\item Interrogatoire : terrain, circonstance, brutal/progressif, \{douleurs, vertiges,
\end{itemize}
céphalées, nausées\}, \{horizontale, verticale, oblique\}, moment journée
\begin{itemize}
\item Attitude vicieuse ? Chercher déviation en position primaire par reflets
cornéens
\end{itemize}

Examens :
\begin{itemize}
\item motilité
\item cover-test (\oe{}il dévié puis se redresse)
\item au verre rouge (dissociation point rouge et blanc)
\item test de Lancaster (superposer flèche de couleurs différente) \thus diagnostic
paralysie oculomotrie
\item RPM, inégalité pupillaire
\end{itemize}

\subsection{Sémiologie}
\label{sec:org9139943}
\begin{itemize}
\item Paralysie du III : totale (ptosis total, mydriase aréflective, 0 accomodation)
\end{itemize}
ou partielle
\begin{itemize}
\item Paralysie du IV : diplopie verticale oblique
\item Paralysie du VI : convergence \oe{}il atteint, déficit abduction
\item Formes particulières :
\begin{itemize}
\item paralysie supranucléaire : sd Foville (latéralité), sd Parinaud (verticalité
et cv \thus pinéalome++)
\item paralysie intranucléaire : ophtalmoplégie intranucléaire (parallélisme OK mais
déficie adduction) \thus SEP
\item paralysie intraxile : \{fonction et diplopie, diplopie et signe neuro
controlatéraux\}
\end{itemize}
\end{itemize}

\subsection{DD}
\label{sec:org15fcf33}
Diplopie monoculaire, simulation, hystérie

\subsection{Étiologie}
\label{sec:orgb94a861}
\begin{itemize}
\item Traumatique : fracture du plancher de l'orbite (élévation globe douleureuse),
hémorragie méningé traumatique
\item Tumeurs : HTIC, de la base du crâne
\item Vasculaires : AVC, insuf vertébrobasilaire, \textbf{anévrime
intracranien} (Y penser si atteinte partielle, signes
pupillaires, sujet jeune, 0 FR vasc, céphalée \thus angioscanner urgence
\skull)A, fistule carotidocaverneuse
\item Avec exophtalmie : Basedow, tumeurs de l'orbite
\item douleureuse : penser anévrisme intracrânnien, dissection carotidienne, fistule
carotidocaverneuse = urgence \skull. Maladie de Horton. Sd Tolosa-Hunt
\item SEP : paralysie VI, ophtalmoplégie internucléaire
\item Myasthénie : diag = \{test Prostigmine, Ac anti récepteur acétylcholine, électromyographie\}
\end{itemize}
\section{6 \OE{}il rouge/douloureux}
\label{sec:org9302011}
\subsection{Examen}
\label{sec:orgc3a3a6e}
Interrogatoire : mode d'apparition, douleur superficielle/profonde, BAV
   ?, ATCD ophtalmo et généraux, signes locaux associés

Examen à lampe à fente (bilatéral) :
\begin{itemize}
\item acuité visuelle
\item conjonctive : rougeur en nappe hémorragique (hémorragie
sous-conjonctivale\footnote{Cherche plaie conjonctivale !}, diffuse (conjonctivite), secteur (épisclérite),
cercle (kératite aigüe, uvéite antérieure)
périkératique
\item cornée : perte de transparence, dépôts rétro-cornéens
\item collyre à fluorescine pour ulcération cornéenne : unique (trauma), localisée
avec zone blanche (kératite bactérienne), dendritique (kératite herpétique),
petites ed disséminées (kératite à adénoviruse, sd sec oculaire, corps
étranger)
\item iris et pupille : synéchie iridocristallinienne (uvéite), atrophie iris
(herpès), myosis (kératite aigùe, uvéite aigǜe), semi-mydriase
aréflexique (glaucome aigü)
\item chambre antérieure : étroite, plate (glaucome aigù, plaie perforante), signes inflammatoires
\item tonus oculaire : hypertonie (glaucome aigu par fermeture de l'angle, glaucome
néovasculaire), hypotonie (plaie oculaire transfixiante)
\item conjonctive palpébrale : follicules (conjonctivite virale), papilles
(conjonctivite allergique), corps étranger
\item FO
\end{itemize}
