notes/medecine/ophtalmo.org
** Étiologies
\OE{}il rouge, non douloureux, sans BAV
- hémorragie sous-conjonctivale spontanée : chercher HTA, trouble
  coagulation. Penser corps étranger, plaie sclérale \danger
- conjonctivite : "grain de sable", prurit
- conjonctivite  bactérienne : sécrétions mucopurulentes (paupières collées le
matin). Germe Gram+. /Ttt/ : hygiène des mains, lavage sérum phy, collyre
antiseptique (pas forcément ATB !!)

\OE{}il rouge unilatéral, douloureux, sans BAV
- épisclérite (sous conjonctive) : rougeur disparaissant avec collyre
  vasoconstricteur. /Ttt/ corticothérapie locale
- sclérite : douleur \inc mobilisation du globe. Ne disparait pas au
  collyre. Cherche maladie de système (articulaire, vasc, granulomateuse,
  infectieuse). /Ttt/ AINS générale et cause.

Yeux rouges bilatéraux, douloureux, sans BAV
- conjonctivite virale : fréq++, contagieux. Sécrétion claires, ADP prétragienne
  douloureuses à palpation. /Ttt/ inutile
- conjonctivite allergique : terrain, prurit, chemosis[fn:13], sécrétion claire,
  volumineuses papilles. /Ttt/ bilan allergique, évition, collyre antiallergique
- conjonctivite à \bact{chlamydia} : tiers-monde++
- sd sec oculaire : fréq++. Diag = test Schirmer (quantité sécrétion lacrymale),
  qualité film lacrymal, surfarce cornéenne, surface conjonctivale}. Cause :
  involution (âge), sd Gougerot-Sjögren. /Ttt/ substituts lacrymaux, évictions
  facteurs irritants, occlusion points lacrymaux
- autres : Basedow, malpositions palpébrale, conjonctivite d'irritation

\OE{}il rouge, douloureux, BAV
- Kératite aigüe : BAV, douleurs
  superficielles importantes, larmoiement, photophobie,
  blépharospasme. Érosion/ulcérationsc cornée, \dec transparence cornée,
  cercle périkératique
  - kératite à adénovirus : petite ulcérations disséminées. Évolution favorable
    (?)
  - kératite herpétique : ulcération en "feuille de fougère". /Ttt/ :
    valaciclovir \pm aciclovir en pommadex. Jamais de corticothérapie locale
    sans avoir élimine une ulcération cornéenne \skull
  - kératite zostérienne : zona ophtalmique \thus (?) kératite superficielle ou
    neuroparalytique (grave). 9Ttt/ : valaciclovir et protecteurs locaux
    cornéens
  - kératite bactérienne, parasitaire, mycosique : plage blanchâtre. Prélèver
    sur l'abcès. /ttt/ collyre ATB (si important : "collyre fortifiés"). \danger
    évolution : endophtalmie, perforation cornéenne, taie cornéenne cicatricielle
  - kératite sur sd sec
  - kératite d'exposition (paralysie faciale) : /ttt/ protecteurs cornéens en
    prévention, tarsorraphie (=suture)
- Uvéite antérieure : cercle périkératique, transparence cornée OK, myosis,
  (synéchies iridocristalliniennes ou iridocornéennes), Tyndall, précipités
  rétro-cornéens. FO systématique ! 
  - Causes : inconnue, spondylarthrite ankylosante (diag = {sacro-iléite, rachis,
    Ag HLA B27), uvéite herpétique, arthrite juvénile idiopathique, sarcoïdose,
    Behçet, lupus erythémateux disséminé.
  - /Ttt/ collyre mydriatique, collyres corticoïdes
- Glaucome aigu par fermeture de l'angle : rare, pronostic sévère.
  - prédisposition anatomique, pendant une mydriase
  - humeur aqueuse ne peut plus passer dans la chambre antérieure, s'accumule
    dans champre postérieure et bloque le trabeculum.
  - signes fonctionnels .: douleurs profondes++ irradiant dans trijumeau,
    souvent nausées, vomissement, BAV
  - examen : douleurs intenses, \oe{}il rouge, transparence cornée \dec diffuse,
    semi-mydriase aréflexique, angle iridocornéen fermé, hypertonie oculaire++
  - cécité en qq jours sans ttt \danger 
  - /ttt/ = urgence \skull : antalgique, inhibiteurs de l'anhydrase
    carbonique [fn:14], solutés hyperosmolaires[fn:15], collyre hypotonisants,
    collyres myotiques
  - post-crise : iridotomie périphérique sur *les deux yeux* (laser ou chir)
- Glaucome néovasculaire : VEGF crée néovaisseux qui empêche la résorption de
  l'humeur aqueuse
  - néovaisseaux sur l'iri
  - /Ttt/ hypotonisants locaux et généraux, photocoagulation ou injection anti-VEGF
- Endophtalmie post-opératoire : douleur intense, \oe{}dème palpébral, hyalite
* 7 Altération de la fonction visuelle
** Examen
Interrogatoire : BAV objective, altération CV  (myodésopsies, phosphènes,
métamorphopsies, éclipse viusuelle (qq secondes) ou cécité monoculaire
transitoire (qq min-heures), aura visuelle), installation, unilatéral ?, douleur
? ATCD, ttt, traumatisme ?

Examen ophtalmo : AV (avec correction), RPM, segment antériur, tonus oculaire,
{cristallin, vitré, rétine, vaisseux, nerf optique}

** BAV progressive [fn:16]
Si améliorié par correction optique, trouble de réfraction. Sinon 

*** Transparence anormale
Cataracte : BAV bilatérale, photophobie, myopie d'indice, diplopie
monoculaire. Perte de transparence du cristallin (opalescent). Étiologie : âge
surtout. /Ttt/ : chir

Autres : cornées, vitré (hyalite des uvéite)

*** Atteinte nerf optique
Glaucome chronique à angle ouvert (GCAO) : longtemps asymptomatique. Diag =
{\inc tonus oculaire, altération CV, excavation glaucomateuse de la
papille}. /Ttt/ : collyre hypotonisants, trabéculoplastie (laser/chir)

Autres : neuropathie toxiques (alcool-tabac, médic), héréditaires, compressive

*** Atteinte de la rétine/macula
Dystrophies rétiniennes héréditaires :
- maculoopathies héréditaires : maladie de Stargardt = débute vers 7-12 ans,
  1/10e en fin d'évolution (!), en "\oe{}il de b\oe{}uf"
- rétinopathies pigmentaires : héméralopie, rétrécissement progressif du CV
  (débute dans l'enfance), aspect réticulé "en ostéoblastes"
"Interface vitréomaculaire" = séparation vitré-région maculaire
- membranes épi-/pré-maculaire (par tissu fibreux). "reflet" cellophane". OCT
  maculaire. Chir possible
- trous maculaires : OCT
Dégénérescence maculaire liée à l'âge 

\OE{}dème maculaire : en "pétales de fleur" si important. Causes : 
  - rétinopathie diabétique : /ttt/ : injection IV anti-VEGF ou corticoïdes
  - occlusion veine centrale de la rétine : /ttt/ idem
  - chir cataracte 
  - uvéite postérieures : /ttt/ : cause ou corticoïdes retard
    
Maculopathies toxiques aux antipaludéens de synthèse : potentiellement cécité
irréversible. Pas avant 5 ans ? Commence par périfovéolopathie \thus arrêt
immédiat du ttt \danger

** Altération du CV
= altération vision périphérique

*** Affections rétiniennes 
Scotomes (para)centraux , déficits périphériques

*** Atteinte des voies optiques
Atteinte nerf optique : cécité unilatérale (trauma, tumeur) 
- scotome central unilatéral ou caecocentral uni-/bi-latéral
- déficicit fasciculaire possible
- déficit altitudinal si neuropathie optique ischémique antérieure (NOIA)
- étiologies :
  - SEP (névrite optique rétrobulbaire)
  - NOIA 
  - toxiques et métabolique : bilatéral, progressive. {alcool-tabac, médicament,
    professionnelle, métabolique}, tumoral (tumeurs intraorbitaires, étage
    antérieur du crâne)}

Lésion du chiasma optique : hémianopsie/quadranopsie bitemporale (décussation
!). Étiologies : adénome hypophyse surtout

Lésions rétrochiasmatique : hémianopsie latérale homonyme. Si atteinte des
radiaton optiques, quadranopsie latérale homonymes. Étiologies vasc, tumoral,
trauma

Cécité corticale : bilatérale, brutale. Examen ophtalmo OK, RPM OK,
désorientation, hallucination visuelles, anosognosie
* 8 Anomalies de la vision d'apparition brutale
