notes/medecine/ophtalmo.tex

\subsection{Étiologies}
\label{sec:org6b1ef96}
\OE{}il rouge, non douloureux, sans BAV
\begin{itemize}
\item hémorragie sous-conjonctivale spontanée : chercher HTA, trouble
coagulation. Penser corps étranger, plaie sclérale \danger
\item conjonctivite : "grain de sable", prurit
\item conjonctivite  bactérienne : sécrétions mucopurulentes (paupières collées le
\end{itemize}
matin). Germe Gram+. \emph{Ttt} : hygiène des mains, lavage sérum phy, collyre
antiseptique (pas forcément ATB !!)

\OE{}il rouge unilatéral, douloureux, sans BAV
\begin{itemize}
\item épisclérite (sous conjonctive) : rougeur disparaissant avec collyre
vasoconstricteur. \emph{Ttt} corticothérapie locale
\item sclérite : douleur \inc mobilisation du globe. Ne disparait pas au
collyre. Cherche maladie de système (articulaire, vasc, granulomateuse,
infectieuse). \emph{Ttt} AINS générale et cause.
\end{itemize}

Yeux rouges bilatéraux, douloureux, sans BAV
\begin{itemize}
\item conjonctivite virale : fréq++, contagieux. Sécrétion claires, ADP prétragienne
douloureuses à palpation. \emph{Ttt} inutile
\item conjonctivite allergique : terrain, prurit, chemosis\footnote{\OE{}dème conjonctival}, sécrétion claire,
volumineuses papilles. \emph{Ttt} bilan allergique, évition, collyre antiallergique
\item conjonctivite à \bact{chlamydia} : tiers-monde++
\item sd sec oculaire : fréq++. Diag = test Schirmer (quantité sécrétion lacrymale),
qualité film lacrymal, surfarce cornéenne, surface conjonctivale\}. Cause :
involution (âge), sd Gougerot-Sjögren. \emph{Ttt} substituts lacrymaux, évictions
facteurs irritants, occlusion points lacrymaux
\item autres : Basedow, malpositions palpébrale, conjonctivite d'irritation
\end{itemize}

\OE{}il rouge, douloureux, BAV
\begin{itemize}
\item Kératite aigüe : BAV, douleurs
superficielles importantes, larmoiement, photophobie,
blépharospasme. Érosion/ulcérationsc cornée, \dec transparence cornée,
cercle périkératique
\begin{itemize}
\item kératite à adénovirus : petite ulcérations disséminées. Évolution favorable
(?)
\item kératite herpétique : ulcération en "feuille de fougère". \emph{Ttt} :
valaciclovir \textpm{} aciclovir en pommadex. Jamais de corticothérapie locale
sans avoir élimine une ulcération cornéenne \skull
\item kératite zostérienne : zona ophtalmique \thus (?) kératite superficielle ou
neuroparalytique (grave). 9Ttt/ : valaciclovir et protecteurs locaux
cornéens
\item kératite bactérienne, parasitaire, mycosique : plage blanchâtre. Prélèver
sur l'abcès. \emph{ttt} collyre ATB (si important : "collyre fortifiés"). \danger
évolution : endophtalmie, perforation cornéenne, taie cornéenne cicatricielle
\item kératite sur sd sec
\item kératite d'exposition (paralysie faciale) : \emph{ttt} protecteurs cornéens en
prévention, tarsorraphie (=suture)
\end{itemize}
\item Uvéite antérieure : cercle périkératique, transparence cornée OK, myosis,
(synéchies iridocristalliniennes ou iridocornéennes), Tyndall, précipités
rétro-cornéens. FO systématique ! 
\begin{itemize}
\item Causes : inconnue, spondylarthrite ankylosante (diag = \{sacro-iléite, rachis,
Ag HLA B27), uvéite herpétique, arthrite juvénile idiopathique, sarcoïdose,
Behçet, lupus erythémateux disséminé.
\item \emph{Ttt} collyre mydriatique, collyres corticoïdes
\end{itemize}
\item Glaucome aigu par fermeture de l'angle : rare, pronostic sévère.
\begin{itemize}
\item prédisposition anatomique, pendant une mydriase
\item humeur aqueuse ne peut plus passer dans la chambre antérieure, s'accumule
dans champre postérieure et bloque le trabeculum.
\item signes fonctionnels .: douleurs profondes++ irradiant dans trijumeau,
souvent nausées, vomissement, BAV
\item examen : douleurs intenses, \oe{}il rouge, transparence cornée \dec diffuse,
semi-mydriase aréflexique, angle iridocornéen fermé, hypertonie oculaire++
\item cécité en qq jours sans ttt \danger
\item \emph{ttt} = urgence \skull : antalgique, inhibiteurs de l'anhydrase
carbonique \footnote{\dec production d'humeur aqueuse.}, solutés hyperosmolaires\footnote{Déshydratation du vitré}, collyre hypotonisants,
collyres myotiques
\item post-crise : iridotomie périphérique sur \textbf{les deux yeux} (laser ou chir)
\end{itemize}
\item Glaucome néovasculaire : VEGF crée néovaisseux qui empêche la résorption de
l'humeur aqueuse
\begin{itemize}
\item néovaisseaux sur l'iri
\item \emph{Ttt} hypotonisants locaux et généraux, photocoagulation ou injection anti-VEGF
\end{itemize}
\item Endophtalmie post-opératoire : douleur intense, \oe{}dème palpébral, hyalite
\end{itemize}
\section{7 Altération de la fonction visuelle}
\label{sec:orgc359fde}
\subsection{Examen}
\label{sec:orgda34b73}
Interrogatoire : BAV objective, altération CV  (myodésopsies, phosphènes,
métamorphopsies, éclipse viusuelle (qq secondes) ou cécité monoculaire
transitoire (qq min-heures), aura visuelle), installation, unilatéral ?, douleur
? ATCD, ttt, traumatisme ?

Examen ophtalmo : AV (avec correction), RPM, segment antériur, tonus oculaire,
\{cristallin, vitré, rétine, vaisseux, nerf optique\}

\subsection{BAV progressive \footnote{Cf chapitre suivant pour BAV brutale}}
\label{sec:org024b5db}
Si améliorié par correction optique, trouble de réfraction. Sinon 

\subsubsection{Transparence anormale}
\label{sec:org4d8220c}
Cataracte : BAV bilatérale, photophobie, myopie d'indice, diplopie
monoculaire. Perte de transparence du cristallin (opalescent). Étiologie : âge
surtout. \emph{Ttt} : chir

Autres : cornées, vitré (hyalite des uvéite)

\subsubsection{Atteinte nerf optique}
\label{sec:org0ca3142}
Glaucome chronique à angle ouvert (GCAO) : longtemps asymptomatique. Diag =
\{\inc tonus oculaire, altération CV, excavation glaucomateuse de la
papille\}. \emph{Ttt} : collyre hypotonisants, trabéculoplastie (laser/chir)

Autres : neuropathie toxiques (alcool-tabac, médic), héréditaires, compressive

\subsubsection{Atteinte de la rétine/macula}
\label{sec:org8b92f89}
Dystrophies rétiniennes héréditaires :
\begin{itemize}
\item maculoopathies héréditaires : maladie de Stargardt = débute vers 7-12 ans,
1/10e en fin d'évolution (!), en "\oe{}il de b\oe{}uf"
\item rétinopathies pigmentaires : héméralopie, rétrécissement progressif du CV
(débute dans l'enfance), aspect réticulé "en ostéoblastes"
\end{itemize}
"Interface vitréomaculaire" = séparation vitré-région maculaire
\begin{itemize}
\item membranes épi-/pré-maculaire (par tissu fibreux). "reflet" cellophane". OCT
maculaire. Chir possible
\item trous maculaires : OCT
\end{itemize}
Dégénérescence maculaire liée à l'âge 

\OE{}dème maculaire : en "pétales de fleur" si important. Causes : 
\begin{itemize}
\item rétinopathie diabétique : \emph{ttt} : injection IV anti-VEGF ou corticoïdes
\item occlusion veine centrale de la rétine : \emph{ttt} idem
\item chir cataracte
\item uvéite postérieures : \emph{ttt} : cause ou corticoïdes retard
\end{itemize}

Maculopathies toxiques aux antipaludéens de synthèse : potentiellement cécité
irréversible. Pas avant 5 ans ? Commence par périfovéolopathie \thus arrêt
immédiat du ttt \danger

\subsection{Altération du CV}
\label{sec:org1645999}
= altération vision périphérique

\subsubsection{Affections rétiniennes}
\label{sec:org0286aec}
Scotomes (para)centraux , déficits périphériques

\subsubsection{Atteinte des voies optiques}
\label{sec:org86bb657}
Atteinte nerf optique : cécité unilatérale (trauma, tumeur) 
\begin{itemize}
\item scotome central unilatéral ou caecocentral uni-/bi-latéral
\item déficicit fasciculaire possible
\item déficit altitudinal si neuropathie optique ischémique antérieure (NOIA)
\item étiologies :
\begin{itemize}
\item SEP (névrite optique rétrobulbaire)
\item NOIA
\item toxiques et métabolique : bilatéral, progressive. \{alcool-tabac, médicament,
professionnelle, métabolique\}, tumoral (tumeurs intraorbitaires, étage
antérieur du crâne)\}
\end{itemize}
\end{itemize}

Lésion du chiasma optique : hémianopsie/quadranopsie bitemporale (décussation
!). Étiologies : adénome hypophyse surtout

Lésions rétrochiasmatique : hémianopsie latérale homonyme. Si atteinte des
radiaton optiques, quadranopsie latérale homonymes. Étiologies vasc, tumoral,
trauma

Cécité corticale : bilatérale, brutale. Examen ophtalmo OK, RPM OK,
désorientation, hallucination visuelles, anosognosie
\section{8 Anomalies de la vision d'apparition brutale}
\label{sec:org28f83fc}
