notes/medecine/ophtalmo.tex
\subsection{Diagnostic}
\label{sec:org7c5dcb6}
Interrogatoire : BAV ? altération CV ? myodésopsies,  phosphènes,
métamorphopsies ? rapidité, latéralité, type de douleurs, ATCD, ttt, trauma ?

Examen ophtalmo ( 2 yeux) : AV, RPM, segment antérieur, tonus oculaire, FO

\subsection{Étiologie}
\label{sec:orgf4871b5}
BAV, \oe{}il rouge et douloureux 
\begin{itemize}
\item kératite aigüe : douleur superficielles importantes, photophobie,
blépharospasme. \dec transparence cornée, cercle périkératique, ulcération(s)
cornéenne(s)
\item glaucome aigü par fermeture de l'angle : douleurs profondes, intense,
irradiant dans trijumeaux. \inc\inc tonus oculaire ("bille de bois" à la
palpation)
\item uvéites 
\begin{itemize}
\item antérieure aigüe : BAV, douleurs, cercle périkératique, myosis par synéchies
iridocristalliniennes. Tyndall, chercher uvéite postérieure
\item postérieure : toxoplasmose oculaire le plus souvent. Myodésopises, BAV. FO =
foyer blanchâtre puis cicatrice. \emph{Ttt} antiparasitaire si AV menacée
\end{itemize}
\item autres  : glaucome néovasculaire, endophtalmie (contexte post-op)
\end{itemize}

BAV, \oe{}il blanc indolore
\begin{itemize}
\item FO non visible 
\begin{itemize}
\item hémorragie intravitréenne : précédée d'une "pluie de cendre", BAV
variable. Écho. B pour éliminer un décollement de la rétine. Causes :
rétinopathie diabétique proliférante, occlusions ischémique de la veine
centrale de la rétine, déchirure rétinienne, sd de Terson\footnote{Hémorragie itnravitréen uni-/bi-latérale et hémorragie méningée par
rupture d'anévrisme intracrânien}, plaie
perforante
\item uvéite intermédiaire (dans le vitré) : cellules inflammatoires
\end{itemize}
\item FO visible anormal
\begin{itemize}
\item occlusion de l'artère centrale de la rétine : BAV brutale, mydriase
aréflexique et RPM direct aboli, \dec diffuse du calibre artériel, \oe{}dème
blanc rétinien ischémique de la rétine (macula rouge cerise)
\item occlusion de la veine centrale de la rétine : BAV variable, \{\oe{}dème
papillaire, hémorragie rétiniennes disséminées, nodules cotonneux,
tortuosités veineuse\}. Préciser si ischémique
\item DMLA : BAV et métamorphopsies brutales, décolleme exsudatif de la rétine
maculaire \textpm{} hémorragies, exsudats profonds
\item décollement de la rétine rhegmatogène : après une déhiscence, le vitré va
sous la rétine. 
\begin{itemize}
\item causese : idiopathique (âgé), myopie (forte), chir cataracte
\item évolution spontanée = cécité
\item \emph{ttt} chir (semi-urgence \danger)
\item clinique : myodésopsies, phosphènes, amputation CV périphérique, BAV
\item diag par FO : rétine en relief, mobile, avec des plis
\item toujours examiner \oe{}il controlatéral (ttt préventif par photocoagulation)
\danger
\end{itemize}
\item neuropathie optique ischémique antérieure : BAV unilatérale brutale, \dec
RPM direct, \oe{}dème papillaire, déficit fasciculaire pour CV. Cause : surtout
artériosclérose mais penser à Horton (urgence \skull)
\end{itemize}
\end{itemize}
FO visible normal
\begin{itemize}
\item névrite optique rétrobulbaire : BAV unilatérale progresse en qq jours (!),
douleur \inc mouvement oculaires, RPM direct \dec, FO normal, scotome
(caeco)-central
\item atteinte des voies (rétro)chiasmatiques : tumorale (si progressive), vasc (si brutale)
\end{itemize}

Anomalies transitoire 
\begin{itemize}
\item cécité monoculaire transitoire (qq minute) = amarause. FO pour embole
rétinien. Urgence \skull. Cherhe athérome carotidien, cardiopathie embolinogène
\item insuf vertébrobasilaire, éclipses visuelle, scotome scintillant
\end{itemize}
\section{9 Prélèvement de cornée}
\label{sec:orgfffa8ce}
Le médecine prélèveur \(\ne\) celui qui a fait le constat de mort

Sérologies à faire : HIV, HTLV, hépatite B et C, syphils
CI :
\begin{itemize}
\item locale : chir sur segment antérieure, uvéite, conjonctivite, tumeur,
rétinoblastome, mélanome choroïdien
\item infectieuses (Sida, rage, Creutzfeld-Jakob, héatite..),
\item neuro inexpliquée, démence
\end{itemize}

Prélèvement \textbf{in situ}

\section{10 Greffe de cornée}
\label{sec:orge523879}
Couches (depuis l'extérieur) = épithelium, couche de Bowman, stroma, membrane
  de Descemet, endothelium

Techniques
\begin{itemize}
\item kératoplastie transfixiante = toute les couches
\item kératoplastie lamellaire antérieure = épithelium, Bowman et stroma seulement
\item kératoplastie endothéliale : membrane de Descemet et endotheliale seulement.
\end{itemize}

Indications : trauma perforant de la cornée, brûlures chimiques, dégénérescene
cornéenne (kératocône), kératite (herpétique), dystrophie bulleuse chez âgé

Bon pronostic dans \(\frac{2}{3}\)

Complications rare (retard d'épithélialisation, \oe{}dème cornéen précoce, rejet
immuntaire, récivide de maladie causale, hypertonie oculaire, astigmatisme post-op
\section{11 Traumatismes oculaires}
\label{sec:orgb82fb2a}
\subsection{Globe fermé (contusions)}
\label{sec:orgca533bb}
Dangerosité inversement \(\propto\) taille agent.

Interrogatoire : douleurs, AV, heure dernier repas, lésions associées.

Examen :
\begin{itemize}
\item contusions du segment antérieur 
\begin{itemize}
\item cornée : \emph{ttt} lubrifiant cicatrisant
\item conjonctive : plaie ou hémorragie sous-conjonctivale. Toujours chercher plaie
sclérale, corps étranger
\item chambre antérieure : hyphéma. Résorption spontanée
\item iris : iridodyalise \footnote{Désinsertion de la base de l'iris}, rupture sphincter irien, mydriase post-trauma
\item cristallin : (sub)luxation, cataracte contusive (plusieurs mois après\ldots{})
\item hypertonie oculaire : si lésions de l'angle iridocornée, hyphéma, luxation
antérieure du cristallin
\end{itemize}
\item contusions du segment postérieur
\begin{itemize}
\item \oe{}dème rétinien du pôle supérieur : guérison spontanée
\item hémorragie intravitréenne : résorption spontanée. Écho B si décollement de
rétine (DR) suspecté
\item déchirure rétiniennes périph. Photocoagulation prophylactique possible
(contre DR)
\item rupture de la choroïde : BAV définite si macula
\end{itemize}
\end{itemize}

\subsection{Globe ouverts}
\label{sec:org746811d}
Rupture du globe : pronostic plus péjoratif si postérieur

Trauma perforant : 
\begin{itemize}
\item AVP, accidents domestique, bricolage, agression.
\item larges, mauvais pronostic ou petite plais (cornée ou sclère)
\item risque : méconnaître plaie, corps étranger. Si doute, scanner !
\end{itemize}

\subsection{Corps étrangers}
\label{sec:org4067ffe}
Diagnosic évident : 
\begin{itemize}
\item superficiel 
\begin{itemize}
\item circonstance, symptôme de conjonctivite ou kératite
\end{itemize}
superficielle. Corps étranger souvent visible
\begin{itemize}
\item bon pronostic, ttt lubrifiant et antiseptique/ATB local
\end{itemize}
\item intraoculaire : circonstance, porte d'entrée et trajet visible
\end{itemize}
Délicat si trauma non remarqué, pas de porte d'entrée, trajet et corps non visible

Examens : TDM si doute. Pas d'écho B si transfixiante. Pas d'IRM \danger

Complications (si intraoculaire) : endophtalmie (grave++), DR, cataracte traumatique

Complications tardives : ophtalmie sympathique \footnote{Uvéite auto-immune sévère}, sidérose, chalcose
\section{12 Brûlures oculaires}
\label{sec:orgcaa2dd3}
Accident industriels (graves), domestiques, aggression

Brûlures 
\begin{itemize}
\item thermique : peu grave (brûlure par cigarette). Cicatrisation rapide, sans séquelles
\item acides : gravité modérée-moyenne, grave si très concentré
\item basiques : grave !
\end{itemize}

Classification de Roper-Hall
\begin{enumerate}
\item bon pronostic
\item bon pronostic : opacité cornéenne mais détails iris, ischémie < 1/3 \diameter
\item pronostic réservé : désépithélialisation cornéenne totale, opacité cornéenne
, ischémie \(\in\) [1/3, 1/2] \diameter
\item pronostic péjoratif
\end{enumerate}

Ttt d'urgence par lavage (20-30min) par sérum phy (ou eau), puis collyre
corticoïde ASAP

Autres :
\begin{itemize}
\item brûlures des UV (ski, UV)
\item soudure à l'arc sans lunette
\item phototraumatisme (éclipse) : BAV définitive !
\end{itemize}

\section{13 Cataracte}
\label{sec:org48d3746}
Déf: opacification (partielle ou non) du cristallin. 
