notes/medecine/ophtalmo.org
** Diagnostic
Découvert sur BAV (progressive, vision de loin), photophobie, (diplopie
monoculaire), jaunissement

Examen clinique :
- interrogatoire : âge, profession, ATCD (diabète, corticoïdes), myodésopsies,
  métamorphopsies
- AV (\oe{}il par \oe{}il, bionculaire)
- lampe à fente : 
  - cristallin (caracte {nucléaire, sous-capsulaire postérieure, corticale, totale})
  - éliminer autre patho (cornée, iris, vitré, rétine (DMLA, glaucome)
  - mesure tonus oculaire (hypertonie, glaucome)

Diagnostic clinique mais en complémentaire :
- écho en mode B si décollement de rétine/tumeur intraoculaire
- pour le cristallin artificiel : kératométire, longeur axiale

* 14 Glaucome chronique
= Glaucome primite à angle ouvert (GPAO) Neuropathie optique progressive altération
fonction/structure.
FR : âge, hypertonie oculaire (\ne cause !!), ATCD familaux directs, noirs
d'origine africaine, myopie

Physio : perte accélére des fibres optiques liée à l'âge

** Formes cliniques :
GPAO à préssion élevée (> 21 mmHg) (70% des pop. occidentales)
- anomalies de structures visibles cliniquement : papille = {\dec surface,
  hémorragies péripapillaires en flammèches, atrophie péripapillaire \beta, \inc
  excavation papillaire}. Rapport de taille entre papilles des 2 yeux > 0.2
  \thus suspect
- autres anomalies de structures : OCT
- anomalies de foncton : champ visuel mais AV touchée très tardivement

GPAO à pression normale (70% pop. asiatique) : plutôt femmes, migraine, acrosyndromes

DD : 
- hypertonie oculaire : pression intraoculaire > 21mmHg, angle ouvert (gonio),
  \emptyset neuropathie optique. Pas forcément de ttt.
- glaucomes à angles ouvert secondaires
- glaucomes par fermeture de l'angle
- crise aigüe de fermeture de l'angle : douleur, urgence \skull
- neuropathie optiques non glaucomateuses

** Traitement
Dépistage : seulement ATCD familaux de GPAO, myopie, > 40 ans

Ttt : \dec pression intra oculaire

Médicaments :
- à vie 
- 1ere intention : collyre à base de prostaglandines [fn:20](\inc élimination humeur
  aqueuse) ou collyre betabloquant
  (\dec sécrétion humeur aqueuse)
- association possible mais \le 3
- rarement : acétazolamide par voie générale
  
Trabéculoplastie au laser = photocoagulation de l'angle. Effet modeste, non durable.

Chir : trabéculectomie. Complications (rare) = cataracte, hyoptonie précoce
avec décollement choroïdien, infection globe oculaire. Principal échec :
fermeture de la voie par fibrose sous-conjonctivale.

* 15 Dégénérescence maculaire liée à l'âge
Atteinte de la macula chez > 50 A. Débutante/intermédaire : drusent, altération
pigmentaire, AV normale ou peu \dec. Évoluée : atrophique ou exsudative

Prévalence : 18% après 50 ans, 37% à 85 ans.

FR : âge, pop européennes, polymorphisme facteur H du complément, tabac, régime
pauvre en anti-oxydant/riches en (acide gras saturés et cholestérol)

** Diagnostic
- Mesure AV (loin et près, recherche scotome central ou métamorphopsies (grille
d'Amsler)
- FO (drusen, altération pigmentaires, atrophie épithelium pigmentaire,
forme exsudative [cf /infra/].
- OCT : suivi, ou diagnostic si + FO

** Formes cliniques
- débutante : /drusen/ = résidus de phagocytose des photorécepteurs. Petites
  lésions profondes jaunâtre. OCT
- atrophique : disparition de l'épithelium pigmentaire. FO : atrophie de
  l'épithelium pigmentaire et choroïde. BAV sévère avec scotome centrale
- exsudative (néovaisseaux sous rétine) : \oe{}dème intrarétinien, hémorragies,
  décollement maculaire exsudatif (BAV, métamorphopsies brutales). Sans ttt :
  BAV sévère, scotome central définitif. BAV chez drusen = urgence \skull

** Ttt
- débutante : vit E, C, zinc, lutéine, zéaxantine
- atrophique : \emptyset
- exsudative : injection d'anti-VEGF : ranibizumab,
  aflibercet. bévacizumab. Stoppent néovaisseux, font régresser l'\oe{}dème. 40%
  ont amélioration visuelle à 2 ans. 
Laser possible mais risque thrombose
* 16 Occlusions artérielles rétiniennes
Artères ciliaires postérieure alimente les couches profondes (épithelium
pigmentaire de la rétine, photorécepteurs). 
Artère centrale de la rétine = couche internes (cellules bipolaires,
ganglionnaires, fibres optiques).

Arrêt circulatoire \thus lésions définitives en 90min \danger

** Occlusion de l'artère centrale de la rétine
Diagnostic : 
- BAV brutale (amaurose transitoires précédentes possibles)
- Oeil blanc indolore, AV effondrée, mydriase aréflective (RPM direct aboli)
- FO : dans les heures : oedème ischémique rétinien blanchâtre, tache "rouge
  cerise de la macula")

Étiologie : 
- embolies : athérome carotidien++, cardiopathie embolinogène, ( fractures des os
  lng ou emboles tumoraux)
- thromboses : maladie de Horton (urgence \skull, à rechercher), (maladies de systèmes)
- troubles coagulation : anomalie primitive, sd antiphospholipides, hyperhomocystéinémie

Évolution spontanée quasiment toujours défavorable

CAT : urgence \danger \skull (fonction visuelle et patho sous-jacente)
- bilan étio : athérome, carotidien, cardiopathie embolinogène, dissection
  carotidienne (si jeune), horton
- ttt décevant : hypotonisant (acétazolamide IV/per os), vasodilatateur,
  anticoagulant si  bespoin fibrinolytique
- bilan cardio
- Aspirine dans tous les cas. Si jeune, bon état général, ttt max. 
- selon étio : antiagrégant plaquettaire (athérome carotidien), anti-vit K (emboles
  cardiaques), endartériectomie

** Occlusion de branche l'artère centrale de la rétine
Amputation du CV. BAV possible. FO : \oe{}dème rétinie ischémique en secteur

Évolution : \inc AV en qq semaines, pronostic visuel bon mais amputation
perisiste.

Même étio, sausf Horton. Même ttt.

** Nodules cotonneux
Occlusion d'artérioles rétiniennes précapillaire \thus nodules cotonneux =
petites lésions blanches superficielles d'aspect duveteux.

Étio : HTA, diabète, occlusions veineuses rétiniennes, sida, lupus érythémateux
disséminé, périartérite noueuses, embolies graisseuses, pancréatite aigüe, sd Purtscher
* 17 Occlusions veineuses rétiniennes
