notes/medecine/ophtalmo.tex

\subsection{Diagnostic}
\label{sec:orga771d44}
Découvert sur BAV (progressive, vision de loin), photophobie, (diplopie
monoculaire), jaunissement

Examen clinique :
\begin{itemize}
\item interrogatoire : âge, profession, ATCD (diabète, corticoïdes), myodésopsies,
métamorphopsies
\item AV (\oe{}il par \oe{}il, bionculaire)
\item lampe à fente : 
\begin{itemize}
\item cristallin (caracte \{nucléaire, sous-capsulaire postérieure, corticale, totale\})
\item éliminer autre patho (cornée, iris, vitré, rétine (DMLA, glaucome)
\item mesure tonus oculaire (hypertonie, glaucome)
\end{itemize}
\end{itemize}

Diagnostic clinique mais en complémentaire :
\begin{itemize}
\item écho en mode B si décollement de rétine/tumeur intraoculaire
\item pour le cristallin artificiel : kératométire, longeur axiale
\end{itemize}

\section{14 Glaucome chronique}
\label{sec:orgf1ea443}
= Glaucome primite à angle ouvert (GPAO) Neuropathie optique progressive altération
fonction/structure.
FR : âge, hypertonie oculaire (\(\ne\) cause !!), ATCD familaux directs, noirs
d'origine africaine, myopie

Physio : perte accélére des fibres optiques liée à l'âge

\subsection{Formes cliniques :}
\label{sec:orgbaa4b39}
GPAO à préssion élevée (> 21 mmHg) (70\% des pop. occidentales)
\begin{itemize}
\item anomalies de structures visibles cliniquement : papille = \{\dec surface,
hémorragies péripapillaires en flammèches, atrophie péripapillaire \(\beta\), \inc
excavation papillaire\}. Rapport de taille entre papilles des 2 yeux > 0.2
\thus suspect
\item autres anomalies de structures : OCT
\item anomalies de foncton : champ visuel mais AV touchée très tardivement
\end{itemize}

GPAO à pression normale (70\% pop. asiatique) : plutôt femmes, migraine, acrosyndromes

DD : 
\begin{itemize}
\item hypertonie oculaire : pression intraoculaire > 21mmHg, angle ouvert (gonio),
\(\emptyset\) neuropathie optique. Pas forcément de ttt.
\item glaucomes à angles ouvert secondaires
\item glaucomes par fermeture de l'angle
\item crise aigüe de fermeture de l'angle : douleur, urgence \skull
\item neuropathie optiques non glaucomateuses
\end{itemize}

\subsection{Traitement}
\label{sec:org076c3b9}
Dépistage : seulement ATCD familaux de GPAO, myopie, > 40 ans

Ttt : \dec pression intra oculaire

Médicaments :
\begin{itemize}
\item à vie
\item 1ere intention : collyre à base de prostaglandines \footnote{EI : rougeur, irrit. oculaire. Puis iris plus sombre, \inc pousse cils.}(\inc élimination humeur
aqueuse) ou collyre betabloquant
(\dec sécrétion humeur aqueuse)
\item association possible mais \(\le\) 3
\item rarement : acétazolamide par voie générale
\end{itemize}

Trabéculoplastie au laser = photocoagulation de l'angle. Effet modeste, non durable.

Chir : trabéculectomie. Complications (rare) = cataracte, hyoptonie précoce
avec décollement choroïdien, infection globe oculaire. Principal échec :
fermeture de la voie par fibrose sous-conjonctivale.

\section{15 Dégénérescence maculaire liée à l'âge}
\label{sec:org294fc8a}
Atteinte de la macula chez > 50 A. Débutante/intermédaire : drusent, altération
pigmentaire, AV normale ou peu \dec. Évoluée : atrophique ou exsudative

Prévalence : 18\% après 50 ans, 37\% à 85 ans.

FR : âge, pop européennes, polymorphisme facteur H du complément, tabac, régime
pauvre en anti-oxydant/riches en (acide gras saturés et cholestérol)

\subsection{Diagnostic}
\label{sec:org78c8036}
\begin{itemize}
\item Mesure AV (loin et près, recherche scotome central ou métamorphopsies (grille
\end{itemize}
d'Amsler)
\begin{itemize}
\item FO (drusen, altération pigmentaires, atrophie épithelium pigmentaire,
\end{itemize}
forme exsudative [cf /infra/].
\begin{itemize}
\item OCT : suivi, ou diagnostic si + FO
\end{itemize}

\subsection{Formes cliniques}
\label{sec:orgd7483c8}
\begin{itemize}
\item débutante : \emph{drusen} = résidus de phagocytose des photorécepteurs. Petites
lésions profondes jaunâtre. OCT
\item atrophique : disparition de l'épithelium pigmentaire. FO : atrophie de
l'épithelium pigmentaire et choroïde. BAV sévère avec scotome centrale
\item exsudative (néovaisseaux sous rétine) : \oe{}dème intrarétinien, hémorragies,
décollement maculaire exsudatif (BAV, métamorphopsies brutales). Sans ttt :
BAV sévère, scotome central définitif. BAV chez drusen = urgence \skull
\end{itemize}

\subsection{Ttt}
\label{sec:org474fb6d}
\begin{itemize}
\item débutante : vit E, C, zinc, lutéine, zéaxantine
\item atrophique : \(\emptyset\)
\item exsudative : injection d'anti-VEGF : ranibizumab,
aflibercet. bévacizumab. Stoppent néovaisseux, font régresser l'\oe{}dème. 40\%
ont amélioration visuelle à 2 ans.
\end{itemize}
Laser possible mais risque thrombose
\section{16 Occlusions artérielles rétiniennes}
\label{sec:orgfd77ec0}
Artères ciliaires postérieure alimente les couches profondes (épithelium
pigmentaire de la rétine, photorécepteurs). 
Artère centrale de la rétine = couche internes (cellules bipolaires,
ganglionnaires, fibres optiques).

Arrêt circulatoire \thus lésions définitives en 90min \danger

\subsection{Occlusion de l'artère centrale de la rétine}
\label{sec:org9488232}
Diagnostic : 
\begin{itemize}
\item BAV brutale (amaurose transitoires précédentes possibles)
\item Oeil blanc indolore, AV effondrée, mydriase aréflective (RPM direct aboli)
\item FO : dans les heures : oedème ischémique rétinien blanchâtre, tache "rouge
cerise de la macula")
\end{itemize}

Étiologie : 
\begin{itemize}
\item embolies : athérome carotidien++, cardiopathie embolinogène, ( fractures des os
lng ou emboles tumoraux)
\item thromboses : maladie de Horton (urgence \skull, à rechercher), (maladies de systèmes)
\item troubles coagulation : anomalie primitive, sd antiphospholipides, hyperhomocystéinémie
\end{itemize}

Évolution spontanée quasiment toujours défavorable

CAT : urgence \danger \skull (fonction visuelle et patho sous-jacente)
\begin{itemize}
\item bilan étio : athérome, carotidien, cardiopathie embolinogène, dissection
carotidienne (si jeune), horton
\item ttt décevant : hypotonisant (acétazolamide IV/per os), vasodilatateur,
anticoagulant si  bespoin fibrinolytique
\item bilan cardio
\item Aspirine dans tous les cas. Si jeune, bon état général, ttt max.
\item selon étio : antiagrégant plaquettaire (athérome carotidien), anti-vit K (emboles
cardiaques), endartériectomie
\end{itemize}

\subsection{Occlusion de branche l'artère centrale de la rétine}
\label{sec:org10487c4}
Amputation du CV. BAV possible. FO : \oe{}dème rétinie ischémique en secteur

Évolution : \inc AV en qq semaines, pronostic visuel bon mais amputation
perisiste.

Même étio, sausf Horton. Même ttt.

\subsection{Nodules cotonneux}
\label{sec:orgd74c8d4}
Occlusion d'artérioles rétiniennes précapillaire \thus nodules cotonneux =
petites lésions blanches superficielles d'aspect duveteux.

Étio : HTA, diabète, occlusions veineuses rétiniennes, sida, lupus érythémateux
disséminé, périartérite noueuses, embolies graisseuses, pancréatite aigüe, sd Purtscher
\section{17 Occlusions veineuses rétiniennes}
\label{sec:org925f290}
