notes/medecine/ophtalmo.tex
\subsection{Occlusion de la veine centrale de la rétine}
\label{sec:org41dd719}
SF : vision trouble brutalement, BAV variable, \oe{}il blanc indolore
FO : 
\begin{itemize}
\item diagnostic = \{\oe{}dème papillaire, veines rétitiennes tortueuses et dilatées,
hémorragies sur la surface rétitienne, nodules cotonneux\}
\item formes non ischémiques (freq) : AV > 2/10, hémorragies en flammèches, ischémie
peu étendue
\item formes ischémiques\footnote{Différence avec l'angiographie fluorescinique} : AV < 1/10, réflexe pupillaire direct diminué, hémorragies
plus volumineuses, en tache
\end{itemize}

Suivi par OCT

Étiologie inconnue 
\begin{itemize}
\item mais > 50 ans avec FR vasc \thus recherche \{tabac, HTA,
\end{itemize}
diabète, hypercholestérolémie, SAS\}, hypertonie oculaire++
\begin{itemize}
\item si < 50 ans, 0 FR ou OVCR bilatérale, chercher anomalie primitive de la
coagulation, sd antiphospholipides, hyperhomocystéinémie, contraception, hyperviscosité
\end{itemize}

Évolution :
\begin{itemize}
\item formes non ischémiques : normalisation AV en 3-6 mois. Sinon : conversion en
forme ischémique, peristance d'un \oe{}dème maculaire cystoïde (BAV permanente !)
\item formes ischémiques : 
\begin{itemize}
\item pas de récupération fonctionnelle.
\item Pire complication = néovascularisation irienne \thus progression rapide vers glaucome
\end{itemize}
néovasculaire (3 mois) \thus prévention par photocoagulation panrétinienne
\begin{itemize}
\item néovascularisation prérétiniennes ou précapillaire (hémorragie intravitréenne)
\end{itemize}
\end{itemize}

Ttt 
\begin{itemize}
\item formes non ischémique : injection d'anti-VEGF/triamcinolone si \oe{}dème
maculaire cystoïde avec BAV persistante. Surveillance tous les mois
\item formes ischémiques : photocoagulation panrétinienne (PPR) pour éviter glaucome
néovasculaire
\item glaucome néovasculaire : PPR en urgence après hypotonisant local \danger
\end{itemize}


\subsection{Occlusion de branche veineuse rétinienne}
\label{sec:org626a8e1}
Identique à OVCR mais territoire plus limité.
Signe du croisement (cf chap 23) \thus > 60 ans, FR d'artériosclérose

Clinique : BAV variable, FO identique OVCR

Évolution favorable en majorité. Défavorable si maculopathie ischémique,
\oe{}dème maculaire persistante, néovaisseaux prérétiniennes \thus hémorragie du
vitré mais \textbf{pas} de GNV

Ttt similaire. 
\begin{itemize}
\item Si \oe{}dème maculaire peristant : injection intravitréenne
\item photocoagulation maculaire en grille (si \(\ge\) 3 mois, \oe{}dème maculaire
perisistante, AV ɇ 5/10)
\item photocoagulation sectorielle
\end{itemize}
\end{document}
